# St7EnableNLAPseudoTime

Enables pseudo time for nonlinear static analysis.

long St7EnableNLAPseudoTime(long uID, long Stage)
Input Parameters
uID
Strand7 model file ID.
Stage
Stage index – use 0 for unstaged analysis.